Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.ff95423bda70
source: 月次レビューを確認
ar_sa: التحقق من المراجعات الشهرية
ca: Consulta les revisions mensuals
cs: Zkontrolujte měsíční přehled
da: Gennemgå månedlig gennemgang
de_de: Überprüfen Sie die monatliche Überprüfung
el: Ελέγξτε την μηνιαία αξιολόγηση
en_au: Review monthly review
es_es: Ver revisión mensual
fi: Tarkista kuukausittainen arvio
fr_ca: Vérifiez la revue mensuelle
gu: માસિક સમીક્ષા તપાસો
he: בדקו את הסקירה החודשית
hi: मासिक समीक्षा की जांच करें
hr: Provjerite mjesečni pregled
hu: Megnézem a havi értékelést.
id: Periksa tinjauan bulanan
it: Controlla la revisione mensile
ko: 월간 리뷰 확인
mr: मासिक आढावा तपासा
ms: Sila semak tinjauan bulanan
nl_nl: Bekijk de maandelijkse review
no: Gjennomgå månedlig gjennomgang
pl: Sprawdź miesięczną analizę
pt_br: Verifique a revisão mensal
pt_pt: Verifique a revisão mensal
ro: Verificați revizuirea lunară
ru: Просмотрите ежемесячный обзор
sk: Skontrolujte mesačnú kontrolu
sl: Preverite mesečni pregled
sv: Kontrollera månatlig sammanfattning
ta: மாதாந்திர ஆய்வை சரிபார்க்கவும்
te: నెలవారీ సమీక్షను చూడండి
th: ตรวจสอบสรุปรายเดือน
tr: Aylık değerlendirmeyi kontrol edin
uk: Перегляньте щомісячний огляд
vi: Xem đánh giá hàng tháng
zh_hans: 查看月度回顾
zh_hant: 确认月度回顾

# health_meals_body_ai.ffadd0622088
source: 閉じる
ar_sa: قريب
ca: tancar
cs: Zavřít
da: Afslut
de_de: Schließen
el: Κλείσιμο
en_au: Close
es_es: Cerrar
fi: Sulje
fr_ca: Fermer
gu: બંધ કરો
he: סגור
hi: बंद करें
hr: Zatvoriti
hu: Bezár
id: Tutup
it: Chiudi
ko: 닫기
mr: बंद करा
ms: Kembali
nl_nl: Sluiten
no: Lukk
pl: Zamknąć
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapreti
sv: Stäng
ta: மூடுதல்
te: ముగించు
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# health_meals_body_ai.gym_visit
source: ジム訪問
ar_sa: زيارة إلى صالة الألعاب الرياضية
ca: Visita al gimnàs
cs: Návštěva posilovny
da: Besøg på fitnesscenter
de_de: Besuch im Fitnessstudio
el: Επίσκεψη στο γυμναστήριο
en_au: Gym Visit
es_es: Visita al gimnasio
fi: Käynti kuntosalilla
fr_ca: Visite à la salle
gu: જિમની મુલાકાત
he: ביקור בחדר כושר
hi: जिम में जाएँ
hr: Posjeta teretani
hu: Edzőteremben való látogatás
id: Kunjungan ke gym
it: Visita in palestra
ko: 헬스장 방문
mr: जिम भेटी
ms: Kunjungi Gim
nl_nl: Bezoek aan de sportschool
no: Treningsøkt på gymmet
pl: Odwiedziny siłowni
pt_br: Visita ao ginásio
pt_pt: Visita ao ginásio
ro: Vizită la sală
ru: Посещение спортзала
sk: Návšteva posilňovne
sl: Obisk telovadnice
sv: Besök på gymmet
ta: ஜிம் வருகை
te: జిమ్ సందర్శన
th: เยี่ยมชมยิม
tr: Spor salonu ziyareti
uk: Відвідування тренажерного залу
vi: Đã tập gym
zh_hans: 健身房拜访
zh_hant: 健身房拜訪

# health_meals_body_ai.outdoor_route_title
source: 最新の{{value1}}
ar_sa: أحدث {{value1}}
ca: Última {{value1}}
cs: Nejnovější {{value1}}
da: Seneste {{value1}}
de_de: Neueste {{value1}}
el: Τελευταία {{value1}}
en_au: Latest {{value1}}
es_es: Ruta más reciente: {{value1}}
fi: Viimeisin {{value1}}
fr_ca: Votre itinéraire actuel {{value1}}
gu: નવીतम {{value1}}
he: מסלול {{value1}}
hi: नवीनतम {{value1}}
hr: Najnovije {{value1}}
hu: Legutóbbi {{value1}}
id: Rute terbaru {{value1}}
it: Più recente: {{value1}}
ko: 최신 {{value1}}
mr: नवीनतम {{value1}}
ms: Rute terbaru {{value1}}
nl_nl: Laatste {{value1}}
no: Nytt {{value1}}
pl: Najnowsze {{value1}}
pt_br: Rota {{value1}}
pt_pt: Rota mais recente: {{value1}}
ro: Ultima rută {{value1}}
ru: Последняя {{value1}}
sk: Najnovšie {{value1}}
sl: Najnovejše {{value1}}
sv: Senaste {{value1}}
ta: சமீபத்திய {{value1}}
te: తాజా {{value1}}
th: เส้นทางล่าสุด {{value1}}
tr: En son {{value1}}
uk: Останній {{value1}}
vi: {{value1}} mới nhất
zh_hans: 最新{{value1}}
zh_hant: 最新的{{value1}}

# health_meals_body_ai.progress_photo_set
source: 体型写真セット
ar_sa: مجموعة صور لتقدمك
ca: Conjunt de fotos del progrés
cs: Sada fotografií pro sledování pokroku
da: Samling af billeder
de_de: Foto-Set für Fortschritt
el: Σύνολο φωτογραφιών προόδου
en_au: Progress Photo Set
es_es: Conjunto de fotos de progreso
fi: Kehonkuvan kokoelma
fr_ca: Ensemble de photos de progression
gu: શરીરના ચિત્રોનો સમૂહ
he: סט תמונות התקדמות
hi: बॉडी फोटो सेट
hr: Set fotografija napretka
hu: Testformás fotók
id: Set foto perkembangan
it: Set di foto del corpo
ko: 체형 사진 세트
mr: शरीराचे फोटो सेट
ms: Set foto kemajuan
nl_nl: Foto's van je lichaam
no: Samling av kroppsbilder
pl: Zestaw zdjęć postępów
pt_br: Conjunto de fotos do progresso
pt_pt: Conjunto de fotos do progresso
ro: Set de fotografii pentru progres
ru: Набор фотографий прогресса
sk: Sada fotografií pre sledovanie pokroku
sl: Set fotografij napredka
sv: Måltidsfotografering
ta: உடல் அமைப்பு புகைப்படங்கள்
te: శరీర ఆకృతి ఫోటోల సెట్
th: ชุดรูปภาพความก้าวหน้า
tr: Vücut ölçüleri fotoğrafı
uk: Набір фотографій прогресу
vi: Bộ ảnh thể hiện tiến độ
zh_hans: 体型照片集
zh_hant: 體型照片集

# permissions.0dfc4eb17b3c
source: 歩数、活動量、睡眠、心拍などをまとめてコンディションとトレーニング傾向を表示します。
ar_sa: يعرض حالتك واتجاهات التدريب الخاصة بك عن طريق تلخيص عدد خطواتك ومستوى النشاط والنوم ومعدل ضربات القلب وما إلى ذلك.
ca: Mostra la vostra condició i tendències d'entrenament resumint el vostre recompte de passos, nivell d'activitat, son, freqüència cardíaca, etc.
cs: Shromažďuje údaje o chůzi, aktivitě, spánku, srdečním tepu a zobrazuje je spolu s přehledem vašeho stavu a trendů tréninku.
da: Saml data om skridt, aktivitet, søvn og puls for at vise din generelle tilstand og træningsmønster.
de_de: Schritte, Aktivität, Schlaf, Herzfrequenz usw. werden zusammengefasst und zur Anzeige von Zustand und Trainingsmustern verwendet.
el: Συγκεντρώστε και εμφανίστε πληροφορίες σχετικά με την κατάσταση και τις τάσεις προπόνησης, όπως οι βήματα, η δραστηριότητα, ο ύπνος και ο καρδιακός ρυθμός.
en_au: Consolidate steps, activity levels, sleep, heart rate, and other data to display your overall condition and training trends.
es_es: Combina pasos, actividad, sueño, frecuencia cardíaca y otros datos para mostrar tu estado y tendencias de entrenamiento.
fi: Yhdistä kävelyn, aktiivisuuden, unen ja sykkeen tiedot ja esitä kokonaistila ja harjoittelutrendit.
fr_ca: Regroupez les données sur les pas, l'activité physique, le sommeil et la fréquence cardiaque pour afficher l'état et les tendances d'entraînement.
gu: તમે પગલાં, પ્રવૃત્તિ, ઊંઘ અને હૃદયના ધબકારા વગેરેને એકસાથે ભેગા કરીને તમારી સ્થિતિ અને તાલીમની પેટર્ન દર્શાવો.
he: מאגד את השלבים, הפעילות, השינה וקצב הלב כדי להציג מצב ותרחישי אימון.
hi: पैरों की गिनती, गतिविधि स्तर, नींद, हृदय गति आदि को मिलाकर अपने स्वास्थ्य और प्रशिक्षण के रुझान दिखाएं।
hr: Sastavite podatke o koracima, aktivnosti, spavanju i otkucajima srca kako biste prikazali stanje i trendove treninga.
hu: Összeszorja a lépésszámot, az aktivitást, a pihenést és a pulzust, hogy megjelenítsük az állapotot és az edzési tendenciákat.
id: Menggabungkan langkah, aktivitas, tidur, detak jantung, dll., untuk menampilkan kondisi dan tren latihan.
it: Raggruppo dati come passi, attività fisica, sonno e frequenza cardiaca per visualizzare lo stato e le tendenze dell'allenamento.
ko: 걸음 수, 활동량, 수면, 심박수 등을 종합하여 컨디션과 운동 경향을 표시합니다.
mr: चालण्याची संख्या, ॲक्टिव्हिटी (गति), झोप, हृदयगती इत्यादी माहिती एकत्रित करून शारीरिक स्थिती आणि व्यायामाच्या पद्धती दर्शवा.
ms: Kumpul dan tampilkan maklumat tentang aktiviti, tidur, kadar jantung, dan lain-lain untuk menunjukkan keadaan dan kecenderungan senaman.
nl_nl: Het combineert stappen, activiteit, slaap en hartslag om een overzicht te geven van uw conditie en trainingspatronen.
no: Samler inn og viser informasjon om skritt, aktivitet, søvn og hjertefrekvens, samt gir en oversikt over din tilstand og treningsmønster.
pl: Podsumowuję kroki, aktywność, sen i tętno, aby wyświetlić ogólny stan i tendencje treningowe.
pt_br: Agrega passos, atividade física, sono e frequência cardíaca para exibir sua condição e tendências de treinamento.
pt_pt: Agrega passos, atividade física, sono e frequência cardíaca para exibir sua condição e tendências de treinamento.
ro: Afișează, într-un singur loc, pași, activitate, somn, frecvență cardiacă și alte date relevante pentru a afișa starea și tendințele antrenamentului.
ru: Собираем данные о шагах, активности, сне и частоте сердечных сокращений, чтобы отобразить общую оценку состояния и тенденции тренировок.
sk: Skompilujte údaje o chôdzi, aktívnosti, spánku a pulse a zobrazte ich spolu s trendmi tréningu.
sl: Spletno zberete podatke o korakih, aktivnosti, spanju in srčnem utripu ter prikazate stanje in trende treninga.
sv: Sammanställ steg, aktivitet, sömn och puls för att visa din kondition och träningsmönster.
ta: படி, செயல்பாடு, தூக்கம், இதயத் துடிப்பு போன்றவற்றை ஒருங்கிணைத்து, உடல் நிலை மற்றும் உடற்பயிற்சி போக்குகளைக் காட்டவும்.
te: దూరం, కార్యాచరణ, నిద్ర, హృదయ స్పందన మొదలైన వాటిని కలిపి, పరిస్థితి మరియు వ్యాయామ ధోరణిని ప్రదర్శిస్తుంది.
th: รวบรวมข้อมูลเกี่ยวกับก้าว, กิจกรรม, การนอนหลับ, อัตราการเต้นของหัวใจ และแสดงสภาพและแนวโน้มการออกกำลังกาย
tr: Adım sayısı, aktivite seviyesi, uyku, kalp atış hızı gibi bilgileri birleştirerek genel durumunuzu ve egzersiz trendinizi gösterir.
uk: Об'єднати дані про кроки, активність, сон та частоту серцевих скорочень для відображення загального стану та тенденцій тренувань.
vi: Tổng hợp các chỉ số như bước chân, hoạt động, giấc ngủ, nhịp tim để hiển thị tình trạng và xu hướng tập luyện.
zh_hans: 汇总步数、活动量、睡眠、心率等信息，并显示身体状况和训练趋势。
zh_hant: 整合步數、活動量、睡眠、心率等資訊，以顯示身體狀況和訓練趨勢。

# permissions.2cb9c37e0a02
source: 現在地をジムとして登録し、ジム訪問を記録するために位置情報を使用します。
ar_sa: نحن نستخدم معلومات موقعك لتسجيل موقعك الحالي كصالة ألعاب رياضية وتسجيل زياراتك إلى صالة الألعاب الرياضية.
ca: Utilitzem la informació de la vostra ubicació per registrar la vostra ubicació actual com a gimnàs i registrar les vostres visites al gimnàs.
cs: Zaregistrujte aktuální lokalitu jako posilovnu a používejte polohu pro zaznamenávání návštěv posiloven.
da: Registrer dit lokale fitnesscenter som et sted og brug placering for at registrere besøg.
de_de: Ich habe einen Fitnessraum als Standort registriert und verwende die Ortung, um Besuche dort aufzuzeichnen.
el: Καταγράψτε το σημείο ως γυμναστήριο και χρησιμοποιήστε την τοποθεσία για να καταγράψετε τις επισκέψεις σας στο γυμναστήριο.
en_au: Register your local gym and use location services to record visits.
es_es: Registra tu gimnasio actual como ubicación y utiliza la información de ubicación para registrar tus visitas al gimnasio.
fi: Rekisteröi nykyinen sijainti kuntosaliksi ja käytä sijaintitietoja harjoitteluista kertomiseen.
fr_ca: Enregistrez votre salle de sport actuelle et utilisez la localisation pour enregistrer vos visites.
gu: તમે વર્કઆઉટ માટે "જિમ" તરીકે સ્થાનને રજીસ્ટર કરી શકો છો અને જિમની મુલાકાતોને રેકોર્ડ કરવા માટે સ્થાનનો ઉપયોગ કરી શકો છો.
he: מתעד את המיקום כחדר כושר ומשתמש במידע מיקום כדי לתעד ביקורים בחדר הכושר.
hi: वर्तमान स्थान को जिम के रूप में पंजीकृत करें और जिम जाने की जानकारी रिकॉर्ड करने के लिए लोकेशन का उपयोग करें।
hr: Registrirajte svoju fizičku lokaciju kao dvoranu i koristite je za bilježenje posjeta dvorani.
hu: Regisztrálhatod a jelenlegi helyszínt edzőteremként, és használhatod a helyzet követést az edzőterembe való látogatás rögzítéséhez.
id: Mendaftarkan lokasi Anda sebagai pusat kebugaran dan menggunakan informasi lokasi untuk mencatat kunjungan ke pusat kebugaran.
it: Registra la tua palestra preferita e utilizza la posizione per registrare le visite.
ko: 현재 위치를 헬스로 등록하고, 헬스 방문 기록을 위해 위치 정보를 사용합니다.
mr: सध्याचे ठिकाण जिम म्हणून नोंदवा आणि जिमला भेट देण्याची नोंद ठेवण्यासाठी लोकेशनचा वापर करा.
ms: Daftarkan lokasi semasa sebagai gim dan gunakan maklumat lokasi untuk mencatat lawatan ke gim.
nl_nl: Registreer uw lokale sportschool als locatie en gebruik locatie-informatie om bezoeken op te nemen.
no: Registrerer et treningssted (f.eks. et treningsstudio) ved hjelp av posisjonsinformasjon, og registrerer besøk.
pl: Możesz zarejestrować lokalizację jako siłownię i używać jej do rejestrowania wizyt w siłowni.
pt_br: Registre seu local como um ginásio e utilize a localização para registrar as visitas ao ginásio.
pt_pt: Registre seu local como um ginásio e utilize a localização para registrar as visitas ao ginásio.
ro: Înregistrează locația curentă ca sală de sport și utilizează informațiile despre locație pentru a înregistra vizitele la sală.
ru: Зарегистрируйте текущее местоположение как фитнес-зал и используйте его для записи посещений зала.
sk: Zaregistrujte aktučné miesto ako fitness centrum a použite polohu na zaznamenávanie návštev.
sl: Registrirate lokacijo posamezne telnice in uporabite lokacijo za zabavo ob obisku.
sv: Registrera en lokal plats som ett gym och använd platsinformation för att registrera besök i gymmet.
ta: தற்போதைய இடத்தை உடற்பயிற்சி மையமாக பதிவு செய்து, உடற்பயிற்சி மையத்திற்குச் செல்வதைக் கண்காணிக்க இருப்பிட தகவலைப் பயன்படுத்தவும்.
te: ప్రస్తుత స్థానాన్ని జిమ్‌గా నమోదు చేయడానికి మరియు జిమ్ సందర్శనలను రికార్డ్ చేయడానికి స్థాన సమాచారాన్ని ఉపయోగించండి.
th: บันทึกสถานที่เป็นยิม และใช้ตำแหน่งที่ตั้งเพื่อบันทึกการเข้า-ออกจากยิม
tr: Mevcut konumu spor salonu olarak kaydedin ve spor salonuna gidişlerinizi kaydetmek için konum bilgisini kullanın.
uk: Зареєструвати місцезнаходження як спортзал і використовувати його для запису відвідування спортзалу.
vi: Đăng ký địa điểm hiện tại làm phòng gym và sử dụng vị trí để ghi lại việc đến và rời khỏi phòng gym.
zh_hans: 将当前位置注册为健身房，并使用位置信息记录健身房访问情况。
zh_hant: 將目前位置作為健身房註冊，並使用位置資訊來記錄健身房拜訪。

# permissions.44744ac4ed80
source: 食事や体型の写真を撮影し、記録とAIによる参考分析に使用します。
ar_sa: سيتم التقاط صور لوجباتك وشكل جسمك واستخدامها للتسجيل والتحليل المرجعي بواسطة الذكاء الاصطناعي.
ca: Les fotos dels vostres àpats i la forma del vostre cos es prendran i s'utilitzaran per a l'enregistrament i l'anàlisi de referència per part de l'IA.
cs: Pořiďte fotografie jídla a svého těla a použijte je pro záznam a analýzu pomocí AI.
da: Tag billeder af dine måltider og din krop, og brug dem til registrering og AI-baseret analyse.
de_de: Ich mache Fotos von Mahlzeiten und meinem Körper und verwende diese für Aufzeichnungen und zur Analyse durch KI.
el: Τηλεφορτώστε φωτογραφίες των γευμάτων και του σώματός σας και χρησιμοποιήστε τις για καταγραφή και ανάλυση με τη βοήθεια της τεχνητής νοημοσύνης.
en_au: Take photos of your meals and body measurements, and use them for recording and AI-powered analysis.
es_es: Toma fotos de comida y de tu cuerpo, y úsalas para el registro y análisis de referencia con IA.
fi: Ota kuvia ruoasta ja kehon muodosta, joita käytetään tallentamiseen ja AI:n analysointiin.
fr_ca: Prenez des photos de vos repas et de votre silhouette, et utilisez-les pour l'enregistrement et l'analyse par IA.
gu: તમે ભોજન અને શરીરના ચિત્રો લઈ શકો છો, જેનો ઉપયોગ રેકોર્ડિંગ અને AI દ્વારા કરવામાં આવે છે.
he: צלם תמונות של הארוחות והגוף, ומשתמש בהן לרישום ולניתוח AI.
hi: भोजन और शरीर की तस्वीरें लें, और उन्हें रिकॉर्ड करने और AI द्वारा विश्लेषण के लिए उपयोग करें।
hr: Fotografirajte i snimite svoje obroke i izgled tijela, a podatke koristite za analizu i pomoć AI.
hu: Fotózd le az étkezéseket és a testet, és használd a rögzítést és az AI által végzett elemzést.
id: Ambil foto makanan dan bentuk tubuh, lalu gunakan untuk pencatatan dan analisis referensi oleh AI.
it: Scatta foto dei pasti e del tuo corpo, utilizzandole per la registrazione e l'analisi di riferimento basata sull'AI.
ko: 음식과 체형 사진을 촬영하여 기록하고, AI 기반 분석에 활용합니다.
mr: जेवण आणि शरीराचे फोटो काढा, तसेच नोंदीसाठी आणि एआय (AI) द्वारे विश्लेषण करण्यासाठी वापरा.
ms: Ambil gambar makanan dan bentuk badan, serta gunakan untuk rekod dan analisis oleh AI.
nl_nl: Maak foto's van uw maaltijden en lichaamsvorm, en gebruik deze voor het opslaan en analyseren door AI.
no: Ta bilder av mat og kropp, og bruk dem til registrering og AI-basert analyse.
pl: Rób zdjęcia posiłków i sylwetki, aby je zapisać i wykorzystać do analizy przez AI.
pt_br: Tire fotos da sua alimentação e formato corporal, utilizando-as para registro e análise de referência por IA.
pt_pt: Tire fotos da sua alimentação e formato corporal, utilizando-as para registro e análise de referência por IA.
ro: Fă fotografii cu mesele și cu corpul, pentru a le înregistra și pentru a utiliza analiza AI ca referință.
ru: Фотографируйте и сохраняйте фотографии еды и своего тела, чтобы использовать их для анализа и рекомендаций на основе ИИ.
sk: Fotografujte a zaznamenávajte jedlá a svoj vzhľad, ktoré sa používajú pre záznam a analýzu pomocou AI.
sl: Fotografirate hrano in telo ter uporabite slike za zabeleževanje ter za analizo s pomočjo AI.
sv: Ta bilder av mat och kropp, och använd dem för registrering och AI-baserad analys.
ta: உணவு மற்றும் உடல் புகைப்படங்களை எடுத்து, பதிவு செய்து, AI மூலம் பகுப்பாய்வு செய்யவும்.
te: ఆహారం మరియు శరీర ఆకృతి యొక్క ఫోటోలను తీసి, రికార్డ్ చేయడానికి మరియు AI ద్వారా విశ్లేషణ చేయడానికి ఉపయోగించండి.
th: ถ่ายภาพอาหารและรูปร่าง และใช้สำหรับการบันทึกและการวิเคราะห์โดย AI
tr: Beslenme ve vücut fotoğraflarını çekin, bunları kaydetmek ve yapay zeka tarafından analiz etmek için kullanın.
uk: Фотографувати їжу та зображення тіла, а також використовувати їх для запису та аналізу за допомогою штучного інтелекту.
vi: Chụp ảnh bữa ăn và hình dáng cơ thể, sử dụng cho mục đích ghi chép và phân tích tham khảo của AI.
zh_hans: 拍摄食物和身体的照片，用于记录和AI辅助的分析。
zh_hant: 拍攝飲食和身體的照片，用於記錄以及由 AI 進行的參考分析。

# permissions.6415e75e7c3f
source: Mac miniなど、ユーザーが指定したローカルAIサーバーへ接続するためにローカルネットワークを使用します。
ar_sa: يستخدم الشبكة المحلية للاتصال بخادم AI محلي محدد من قبل المستخدم، مثل Mac mini.
ca: Utilitza la xarxa local per connectar-se a un servidor d'IA local especificat per l'usuari, com ara un Mac mini.
cs: Pro připojení k lokálnímu serveru AI, který si uživatel vybere (např. Mac mini), použijete lokální síť.
da: Brug et lokalt netværk til at oprette forbindelse til en lokal AI-server, som brugeren har angivet (f.eks. Mac mini).
de_de: Für die Verbindung zu einem lokalen KI-Server, den der Benutzer angibt (z. B. Mac mini), wird ein lokales Netzwerk verwendet.
el: Χρησιμοποιήστε το τοπικό δίκτυο για να συνδεθείτε σε έναν τοπικό διακομιστή AI που καθορίζετε, όπως το Mac mini.
en_au: Use a local network to connect to a locally hosted AI server specified by the user (e.g., Mac mini).
es_es: Utilizo una red local para conectarme al servidor de IA local especificado por el usuario, como un Mac mini.
fi: Käytä paikallista verkkoa yhteyden muodostamiseen käyttäjän valitsemaan paikalliseen AI-palvelimeen (esim. Mac mini).
fr_ca: Utilisez un réseau local pour vous connecter à un serveur d'IA local spécifié par l'utilisateur, tel qu'un Mac mini.
gu: તમે Mac mini જેવા, વપરાશકર્તા દ્વારા નિર્દિષ્ટ સ્થાનિક AI સર્વર સાથે કનેક્ટ કરવા માટે સ્થાનિક નેટવર્કનો ઉપયોગ કરી શકો છો.
he: משתמש ברשת מקומית כדי להתחבר לשרת AI מקומי, כפי שהמשתמש מציין (למשל, Mac mini).
hi: Mac mini आदि, उपयोगकर्ता द्वारा निर्दिष्ट लोकल AI सर्वर से कनेक्ट करने के लिए लोकल नेटवर्क का उपयोग करें।
hr: Koristite lokalnu mrežu kako biste se povezali s lokalnim AI serverom koji je korisnik odabrao (npr. Mac mini).
hu: A felhasználó által kiválasztott helyi AI szerverhez való csatláshoz használjuk a helyi hálózatot (pl. Mac mini).
id: Menggunakan jaringan lokal untuk terhubung ke server AI lokal yang ditentukan oleh pengguna, seperti Mac mini.
it: Utilizzo la rete locale per connettermi a un server AI locale specificato dall'utente (ad esempio, Mac mini).
ko: Mac mini 등, 사용자가 지정한 로컬 AI 서버에 연결하기 위해 로컬 네트워크를 사용합니다.
mr: मॅक मिनी (Mac mini) किंवा वापरकर्त्याने निवडलेल्या लोकल एआय सर्व्हरशी कनेक्ट होण्यासाठी लोकल नेटवर्कचा वापर करा.
ms: Gunakan rangkaian tempatan untuk menyambung ke pelayan AI tempatan yang ditentukan oleh pengguna, seperti Mac mini.
nl_nl: Het gebruikt een lokaal netwerk om verbinding te maken met een door u gekozen lokale AI-server, zoals een Mac mini.
no: Bruker lokal nettverk for å koble til en lokal AI-server som brukeren har spesifisert, f.eks. Mac mini.
pl: Używam lokalnej sieci, aby połączyć się z lokalnym serwerem AI, który użytkownik określił (np. Mac mini).
pt_br: Utiliza a rede local para se conectar a um servidor de IA local especificado pelo usuário, como o Mac mini.
pt_pt: Utiliza a rede local para se conectar a um servidor de IA local especificado pelo usuário, como o Mac mini.
ro: Utilizează rețeaua locală pentru a te conecta la un server AI local, specificat de utilizator (de exemplu, Mac mini).
ru: Используем локальную сеть для подключения к локальному серверу ИИ, указанному пользователем (например, Mac mini).
sk: Používate lokálnu sieť, aby ste sa pripoili k miestnemu AI serveru, ktorý si užívateľ určí (napr. Mac mini).
sl: Za povezavo z lokalnim AI stremlom, ki ga uporabnik izbere (npr. Mac mini), se uporablja lokalna mreža.
sv: Använd ett lokalt nätverk för att ansluta till en lokal AI-server som användaren har angivit, t.ex. en Mac mini.
ta: Mac mini போன்ற, பயனரால் குறிப்பிடப்பட்ட உள்ளூர் AI சர்வரில் இணைவதற்கு உள்ளூர் நெட்வொட்டை பயன்படுத்தவும்.
te: Mac mini వంటి, వినియోగదారు పేర్కొన్న స్థానిక AI సర్వర్‌కు కనెక్ట్ చేయడానికి స్థానిక నెట్‌వర్క్‌ను ఉపయోగించండి.
th: ใช้เครือข่ายภายในเพื่อเชื่อมต่อกับเซิร์ฟเวอร์ AI ที่ผู้ใช้ระบุ เช่น Mac mini
tr: Mac mini gibi, kullanıcı tarafından belirtilen yerel AI sunucularına bağlanmak için yerel ağ kullanılır.
uk: Використовувати локальну мережу для підключення до локального сервера штучного інтелекту, який вказав користувач (наприклад, Mac mini).
vi: Sử dụng mạng cục bộ để kết nối với máy chủ AI cục bộ mà người dùng chỉ định (ví dụ: Mac mini).
zh_hans: 使用本地网络连接到用户指定的本地AI服务器，例如Mac mini。
zh_hant: 使用本地網路連接到用戶指定的本地 AI 伺服器，例如 Mac mini。
